{
    "Twój wypoczynek" : "Your dream holiday",
    "w Kołobrzegu" : "in Kołobrzeg",
    "Zaznacz co jest dla ciebie najważniejsze, a my znajdziemy twój idealny nocleg." : "Choose what is the most important to you and we'll find your perfect stay",
    "szukaj" : "search",
    "lokalizacje" : "locations",
    "Niniejszy serwis wykorzystuje pliki cookies do prawidłowego działania, kontynuując korzystanie z serwisu wyrażasz zgodę na ich wykorzystywanie." : "This site uses cookies to function properly, by continuing to use the site you agree to their use.",
    "Więcej informacji znajdziesz w " : "More information can be found at ",
    "polityce plików cookies" : "cookie policy",
    " oraz w " : " and in ",
    "polityce prywatności." : "privacy policy.",
    "Rozumiem" : "Understand",
    "Jesteś tu nowy?" : "Are you new here?",
    "Sprawdź jak to działa." : "Check out how it works.",
    "Pomoc" : "Help",
    "Przydatne Linki" : "Useful links",
    "Strona główna" : "Homepage",
    "Portal UM Kołobrzeg" : "Town Hall website",
    "Kołobrzeskie Otwarte Dane" : "Open City Data",
    "Informacje" : "Information",
    "O Nas" : "About Us",
    "Polityka Cookies" : "Cookie Policy",
    "Polityka Prywatności" : "Privacy Policy",
    "Pozostałe" : "Other",
    "Mapa Stacji Rowerów Miejskich" : "City Bicycle Station Map",
    "Mapa Terenów Rekreacyjnych" : "Map of Recreation Areas",
    "Mapa Placów Zabaw" : "Map of Playgrounds",
    "Mapa Wybiegów dla Psów" : "Map of dog runs",
    "Kontakt" : "Contact",
    "Plaża" : "Beach",
    "Bez znaczenia" : "Does not matter",
    "Rowery Miejskie" : "City Bikes",
    "Parki" : "Parks",
    "Place zabaw" : "Playgrounds",
    "Wybiegi dla psów" : "Dog runs",
    "dowolny" : "any",
    "Szukaj noclegu" : "Search for stay",
    "wysoki standard" : "high standard",
    "dworzec w pobliżu" : "train station nearby",
    "blisko centrum" : "near the centre",
    "blisko zieleni" : "close to greenery",
    "do plaży" : "to the beach",
    "do rowerów" : "to bikes",
    "do parku" : "to a park",
    "do placu zabaw" : "to a playground",
    "do wybiegu dla psów" : "to a dog run",
    "więcej" : "more",
    "Pokaż mniej trafne rezultaty" : "Show less relevant results",
    "Wyszukiwarka od " : "A search engine ",
    "turystów dla turystów" : "from tourists for tourists",
    "Wyszukiwanie dogodnego miejsca nigdy nie było tak proste! Nowoczesny, prosty i elegancki design sprawia, że znalezienie idealnej oferty to kwestia kilku minut." : "Searching for a convenient location has never been so easy! Modern, simple and elegant design makes finding the perfect offer a matter of minutes.",
    "Znajdź swoje " : "Find your ",
    "wymarzone miejsce" : "dream place",
    "Wybierz to, co dla ciebie jest najważniejsze, a my dopasujemy najlepsze miejsca do twoich preferencji, abyś mógł spędzić czas tak jak to zaplanowałeś." : "Choose what's most important to you, and we'll match the best places to your preferences so you can spend your time the way you planned.",
    "Jak to działa?" : "How does it work?",
    "Nasz innowacyjny system wyszukiwania ofert sam dopasuje najlepszy nocleg do twoich preferencji. Wszystko co musisz zrobić, to wybrać jak ważne są dla ciebie podane kategorie." : "Our innovative search system will match the best accommodation to your preferences. All you have to do is choose how important the given categories are to you.",
    "Zajrzyj również tutaj" : "Check this out",
    "Polityka " : "Privacy",
    "prywatności" : "policy",
    "Niniejsza Polityka Prywatności informuje jak przetwarzamy " : "This Privacy Policy tells you how we process ",
    "dane osobowe naszych Użytkowników." : "personal information about our Users.",
    "W jakim celu przetwarzamy Twoje dane?" : "For what purpose do we process your data?",
    "Bez tego nie bylibyśmy w stanie świadczyć usługi na odpowiednim poziomie i nie bylibyśmy w stanie pomóc użytkownikowi. Zbieramy i przetwarzamy dane użytkownika tylko wtedy, gdy skontaktuje się z działem pomocy technicznej." : "Without this, we would not be able to provide an adequate level of service and would not be able to help you. We collect and process your data only when you contact our helpdesk.",
    "Jakie dane przetwarzamy?" : "What data do we process?",
    "Przetwarzamy Twoje dane zawierające adres email oraz wszystkie inne informacje, jakie nam podasz, które będą niezbędne, aby rozwiązać Twój problem (np. informacje o urządzeniu, przeglądarce). Zakres przetwarzanych konkretnych danych jest różny w zależności od problemu." : "We process your data including your email address and any other information you provide to us that is necessary to solve your problem (e.g. device, browser information). The extent of specific data processed varies depending on the problem.",
    "Jak długo przetwarzamy dane?" : "How long do we process data?",
    "Twoje dane będą przetwarzane do czasu rozwiązania problemu, zrezygnowania z naszej usługi lub cofnięcia zgody na przetwarzanie tych danych (udzielasz zgodę na przetwarzanie danych kontaktując się z działem pomocy, natomiast odebrać ją możesz wysyłając do nas wiadomość z taką informacją)." : "Your data will be processed until the problem is solved, you resign from our service or you withdraw your consent to the processing of your data (you grant your consent to the processing of your data by contacting the helpdesk, and you can withdraw it by sending us a message with this information).",
    "Jakie prawa przysługują naszym Użytkownikom jako podmiotom danych osobowych?" : "What rights do our Users have as data subjects?",
    "Zgodnie z przepisami Ogólnego Rozporządzenia dotyczącego Ochrony Danych Osobowych (rozporządzenie Parlamentu Europejskiego i Rady (UE) 2016/679 z 27.04.2016r. w sprawie ochrony osób fizycznych w związku z przetwarzaniem danych osobowych i w sprawie swobodnego przepływu takich danych oraz uchylenia dyrektywy 95/46/WE - (RODO)), przysługują Ci następujące prawa w związku z przetwarzaniem Twoich danych osobowych przez nas:" : "In accordance with the provisions of the General Data Protection Regulation (Regulation (EU) 2016/679 of the European Parliament and of the Council of 27.04.2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data and repealing Directive 95/46/EC - (RODO)), you have the following rights in relation to the processing of your personal data by us:",
    "prawo dostępu do Twoich danych, w tym uzyskania kopii danych" : "The right of access to your data, including obtaining a copy of your data",
    "prawo żądania sprostowania danych" : "right to request rectification",
    "prawo do usunięcia danych (prawo do bycia zapomnianym)" : "The right to erasure (the right to be forgotten)",
    "prawo wniesienia skargi do organu nadzorczego ochrony danych osobowych, jakim jest w Polsce Prezes Urzędu Ochrony Danych Osobowych" : "The right to lodge a complaint to the supervisory authority for the protection of personal data, which in Poland is the President of the Office for Personal Data Protection",
    "prawo do ograniczenia przetwarzania danych" : "right to restrict data processing",
    "prawo sprzeciwu (sprzeciw wobec przetwarzania, sprzeciw wobec marketingu bezpośredniego, w tym profilowania, sprzeciw uzasadniony wobec przetwarzania Twoich danych w uzasadnionym interesie Administratora)" : "The right to object (objection to processing, objection to direct marketing, including profiling, legitimate objection to the processing of your data in the legitimate interest of the Administrator)",
    "Jeżeli Twoje dane są przetwarzane na podstawie zgody:" : "If your data is processed based on consent:",
    "masz prawo do wycofania zgody. Wycofanie zgody nie ma wpływu na zgodność z prawem przetwarzania, którego dokonano na podstawie zgody przed jej wycofaniem. Jeżeli Twoje dane są przetwarzane na podstawie zgody lub w celu realizacji umowy (niezbędne w celu świadczenia usługi) masz prawo do przenoszenia danych osobowych." : "You have the right to withdraw your consent. Withdrawal of consent does not affect the lawfulness of the processing that was carried out on the basis of consent before its withdrawal. If your data is processed on the basis of consent or for the purpose of performing a contract (necessary for the provision of a service) you have the right to portability of personal data.",
    "W celu realizacji powyższych praw należy skontaktować się z nami przez dział pomocy technicznej." : "To exercise the above rights, please contact us through the help desk.",
    "Komu udostępniamy dane?" : "Who do we share data with?",
    "Twoje dane nie są nikomu udostępniane, przetwarzamy je sami i wykorzystujemy w taki sposób, aby pomagać użytkownikowi." : "Your data is not shared with anyone, we process it ourselves and use it in a way that helps you.",
    "Coś o nas." : "Something about us.",
    "Jesteśmy turystami." : "We are tourists.",
    "Wierzymy, że wyszukiwanie wymarzonego noclegu może być szybkie i przyjemne. Dlatego zdecydowaliśmy, że stworzymy własną platformę, która to ułatwi i zapewni wszystko to co najważniejsze w jak najprostszy sposób." : "We believe that searching for dream accommodation can be quick and enjoyable. That's why we decided to create our own platform that will make it easier and provide everything you need in the simplest way possible.",
    "Ogarnia wszystko po trochu." : "Handles a bit of everything",
    "Ekspert od back-endu i styli." : "Back-end and style expert.",
    "Polityka plików " : "\"Cookie\" ",
    "\"cookies\"" : "policy",
    "Niniejsza Polityka dotyczy plików \"cookies\" i odnosi się do " : "This Policy applies to cookies and applies to ",
    "wszystkich podstron tego serwisu." : "all pages on this website.",
    "Czym są pliki \"cookies\"?" : "What are cookies?",
    "Poprzez pliki \"cookies\" należy rozumieć pliki tekstowe, przechowywane w urządzeniach użytkowników (takich jak komputer, telefon lub tablet), przesyłane przez strony internetowe. Pliki te pozwalają rozpoznać urządzenie użytkownika i odpowiednio wyświetlić stronę internetową dostosowaną do jego indywidualnych preferencji, umożliwiają wyświetlenie strony internetowej w języku użytkownika \"zapamiętanym\" przez te pliki, a także wykorzystanie innych ustawień strony internetowej wybranych przez użytkownika. \"Cookies\" zazwyczaj zawierają nazwę strony internetowej z której pochodzą, czas przechowywania ich na urządzeniu końcowym oraz unikalny numer." : "By cookies we mean text files, stored on the users' devices (such as computer, phone or tablet), sent by websites. These files allow the website to recognize the user's device and appropriately display the website tailored to the user's individual preferences, allow the website to be displayed in the user's language \"remembered\" by these files, and use other website settings selected by the user. Cookies usually contain the name of the website from which they come, the time of their storage on the terminal device and a unique number.",
    "W jaki sposób wykorzystujemy pliki \"cookies\"?" : "How do we use cookies?",
    "Pliki \"cookies\" używane są przez nas do przechowywania informacji o tym jakie oferty użytkownik zapisał jako \"ulubione\" (oraz do późniejszego ich wyświetlenia) oraz o tym które powiadomienia zostały już przez użytkownika zamknięte np. powiadomienie o cookies, te informacje są przechowywane lokalnie na komputerze użytkownika i nie wykorzystujemy ich w żaden inny sposób, mają służyć tylko i wyłącznie wygodzie użytkownika." : "We use cookies to store information about which offers you have saved as \"favorites\" (and to display them later) and which notifications you have already closed, e.g. cookie notification, this information is stored locally on your computer and we do not use it in any other way, it is for your convenience only.",
    "Jakich plików \"cookies\" używamy?" : "What cookies do we use?",
    "Stosowane są przez nas pliki \"stałe\", pozostają one na urządzeniu użytkownika przez czas określony w parametrach plików \"cookies\" lub do momentu ich ręcznego usunięcia przez użytkownika." : "We use \"permanent\" files, they remain on your device for the time specified in the parameters of cookies or until they are manually deleted by the user.",
    "Czy pliki \"cookies\" zawierają dane osobowe?" : "Do cookies contain personal information?",
    "Nie, żadne informacje przechowywane w tych plikach nie są danymi osobowymi ani nie pozwalają na zidentyfikowanie użytkownika. Znajdują się w nich tylko i wyłącznie informacje pozwalające na wyświetlenie zapisanych ofert." : "No, no information stored in these files is personal or personally identifiable. They contain only information that allows you to view the saved offers.",
    "Wybiegi dla Psów" : "Dog Runs",
    "Place Zabaw" : "Playgrounds",
    "Tereny Rekreacyjne" : "Recreational Areas",
    "Stacje Rowerów Miejskich" : "City Bike Stations",
    "Wyświetl większą mapę" : "View larger map",
    "Pokaż wskazówki dojazdu" : "Show directions",
    "Psi wybieg - Ogrody" : "Dog run - Gardens",
    "Psi wybieg - Okopowa" : "Dog run - Okopowa",
    "Psi wybieg - Podczele" : "Dog run - Podczele",
    "Ul. Mieszka I (naprzeciwko stacji benzynowej)" : "Mieszka I Street (in front of the gas station)",
    "Ul. Bogusława X (naprzeciwko szkoły podstawowej nr 8)" : "Bogusława X Street (in front of the elementary school No. 8)",
    "Ul. Wylotowa 80" : "Wylotowa 80 Street",
    "Ul. Lazurowa - plac trzech pokoleń" : "Lazurowa Street - the Square of Three Generations",
    "Ul. Makuszyńskiego" : "Makuszyńskiego Street",
    "Ul. Unii Lubelskiej \"Ogródek Jordanowski\"" : "Unii Lubelskiej \"Ogródek Jordanowski\" Street",
    "Ul. Chełmońskiego" : "Chełmońskiego Street",
    "Ul. Chełmońskiego ('Ul. Łopuskiego 54 AB / Jedności Narodowej 85 AB')" : "Chełmońskiego Street ('Łopuskiego 54 AB / Jedności Narodowej 85 AB')",
    "Plac na Ogrodach (przy kompleksie sportowym)" : "Square on the Gardens (near the sports complex)",
    "Ul. Obrońców Westerplatte (Park im. S. Żeromskiego)" : "Obrońców Westerplatte Street (S. Żeromskiego Park)",
    "Park im. S. Żeromskiego" : "S. Żeromskiego Park",
    "Ul. Brzeska (Podczele)" : "Brzeska Street (Podczele)",
    "Ul. Rzemieślnicza 8 (Osiedle Janiska)" : "8 Rzemieślnicza Street (Janiska Housing Estate)",
    "Amfiteatr" : "Amphitheater",
    "Park Im. Gen. J. Dąbrowskiego" : "Gen. J. Dąbrowskiego Park",
    "Park Im. 3 Dywi. Piechoty" : "Park Named after 3rd Div. Infantry",
    "Park Im. Jedności Narodowej" : "National Unity Park",
    "Park Im. Stefana Żeromskiego" : "Stefan Żeromski Park",
    "Plac 18 Marca, Skwer Pionierów Kołobrzegu" : "18th March Square, Pioneers of Kolobrzeg Square",
    "Park ul. Jagiellońska" : "Park, Jagiellonska Street",
    "Miejsce Kempingowe" : "Camping Site",
    "Stadion ul. Ppor. Józefa Śliwińskiego" : "Ppor. Józefa Sliwiński Stadium",
    "Stadion ul. Solna" : "Stadium Solna Street",
    "Park Im. Aleksandra Fredry" : "Park named after Aleksander Fredro",
    "Park ul. Katedralna" : "Park, Katedralna Street",
    "Park ul. Zdrojowa" : "Park, Zdrojowa Street",
    "Dworzec PKP" : "PKP railway station",
    "Kamienny Szaniec" : "Stone fortress",
    "Latarnia Morska" : "Lighthouse",
    "Ogrody - ul. Fredry" : "Gardens - Fredry Street",
    "Park Handlowy Albatros" : "Albatros Commercial Park",
    "Podczele - ul. Brzeska" : "Podczele - Brzeska street",
    "Ratusz" : "Town Hall",
    "Stadion" : "Stadium",
    "Ul. 1 Maja" : "1 Maja Street",
    "Ul. Arciszewskiego" : "Arciszewskiego Street",
    "Ul. Słowińców" : "Słowińców Street",
    "Ul. Świętego Wojciecha" : "Świętego Wojciecha Street",
    "Ul. Toruńska" : "Toruńska Street",
    "zobacz" : "see",
    "Na razie nie wybrano żadnego punktu." : "As of now, no item has been selected.",
    "Inne mapy" : "Other maps",
    "Ośrodek Wypoczynkowy" : "Holiday Resort",
    "Na górze strony " : "At the top of the ",
    "głównej" : "homepage",
    " znajduje się pole wyszukiwania." : " there is a search box.",
    "W tym polu znajduje się 6 kategorii, są to: plaże, rowery miejskie, parki, place zabaw, wybiegi dla psów oraz standard." : "There are 6 categories in this field, they are: beaches, city bikes, parks, playgrounds, dog runs and standard.",
    "Abyśmy byli w stanie znaleźć nocleg dopasowany do Twoich preferencji musisz zaznaczyć w poszczególnych kategoriach jak istotne są one dla Ciebie. Możesz to zrobić klikając na daną kategorię oraz wybrać numer od 1 do 5, gdzie 5 oznacza bardzo istotne a 1 nieistotne lub bez znaczenia abyśmy nie brali danej kategorii pod uwagę." : "In order for us to find accommodation that matches your preferences, you have to mark in each category how important it is for you. You can do this by clicking on a category and choosing a number from 1 to 5, where 5 means very important and 1 means unimportant or not important so we don't take the category into account.",
    "Gdy już wszystko wybierzesz kliknij \"szukaj\" a my zajmiemy się resztą i przekierujemy Ciebie na stronę wyników." : "Once you have selected everything, click \"search\" and we will do the rest and redirect you to the results page.",
    "Powodzenia!" : "Good luck!"
}